<?php
//-----------------------------------------------------
// Faq Module for Opencart v1.5.5   							
// Modified by morrah      
// http://mocca-web.ru                    			
// webdepo@list.ru                        			
//-----------------------------------------------------

// Heading 
$_['heading_title']   		= 'Вопрос - ответ';

// Text
$_['text_error']      		= 'нет записей';
$_['text_more']  			= 'подробнее';
$_['text_posted'] 		= 'Опубликовано: ';
$_['text_viewed'] 		= '(%s просмотров) ';
$_['text_no_results'] 		= 'Нет записей';
$_['text_answer'] 		= 'Ответ: ';
$_['text_success'] = 'Вопрос создан успешно. В ближайшее время мы ответим на него.';

// Buttons
$_['button_faq']     	= 'Назад';
$_['button_continue']  	= 'Продолжить';
$_['button_add']     	= 'Задать вопрос';
$_['button_save'] = 'Отправить';
$_['button_cancel'] = 'Отменить';

// Error
$_['error_permission'] = 'Внимание: Вы не имеете права модифицировать модуль <b>Вопрос - ответ</b>!';
$_['error_faqpage_thumb'] = 'Необходимо ввести размеры для миниатюр изображений';
$_['error_faqpage_popup'] = 'Необходимо ввести размеры изображений';
$_['error_title'] = 'Заголовок должен быть от 3 до 250 символов!';
$_['error_description'] = 'Текст вопроса должен быть от 3 до 2000 символов!';
$_['error_numchars'] = 'Предупреждение: Вы должны войти в число символов для отображения!';
$_['error_user_name'] = 'Имя пользователя должно быть от 3 до 250 символов!';
$_['error_captcha'] = 'Неверный код с картинки!';

$_['entry_name'] = 'Название вопроса:';
$_['entry_pdate'] = 'Дата публикации:';
$_['entry_user_name'] = 'Ваше имя';
$_['entry_title'] = 'Тема вопроса:';
$_['entry_description'] = 'Вопрос:';
$_['entry_answerer_id'] = 'ID пользователя, оставившего ответ';
$_['entry_store'] = 'Магазин:';
$_['entry_captcha'] = 'Введите код с картинки: ';

//mail
$_['email_subject'] = 'Новый вопрос от %s на сайте %s';
$_['email_text_prefix'] = 'Посетитель %s задал вопрос:<br />';
?>
